---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.WALL_BASE_CONSTRAINT
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 底部限制条件
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.WALL_BASE_CONSTRAINT

**中文**: 底部限制条件

"Base Constraint"